Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# DebloatSystemPage_Win32Apps.Content
source: Win32 Apps
ar_tn: تطبيقات Win32
es_es: Aplicaciones Win32
fr_fr: Applications Win32
he_il: יישומי Win32
hu_hu: W32 programok
id_id: Aplikasi Win32
it_it: App Win32
ja_jp: Win32 アプリ
ko_kr: Win32 앱
pt_br: Aplicativos Win32
ru_ru: Программы Win32
tr_tr: Win32 Uygulamalar
vi_vn: Ứng dụng Win32
zh_hans: Win32 应用
zh_hant: Win32 應用

# OptimizePage_CompressOS.Header
source: Compress OS
ar_tn: ضغط النظام
de: System komprimieren
es_es: Comprimir el Sistema Operativo
fr_fr: Compresser le système
he_il: דחוס מערכת הפעלה
id_id: Kompres OS
it_it: Comprimi sistema operativo
ja_jp: OSの圧縮
ko_kr: 압축 OS
pt_br: Compactar SO
ru_ru: Сжать ОС
tr_tr: İşletim Sistemini Sıkıştır
vi_vn: Nén HĐH
zh_hans: 压缩操作系统
zh_hant: 壓縮作業系統

# OptimizePage_CompressOS.Description
source: Enable operating system compression to reduce disk space usage. This feature is particularly useful for devices with limited storage capacity but may slightly affect system performance on lower-end hardware
ar_tn: تمكين ضغط نظام التشغيل لتقليل استخدام مساحة القرص. هذه الميزة مفيدة بشكل خاص للأجهزة ذات السعة التخزينية المحدودة، لكنها قد تؤثر قليلاً على أداء النظام في الأجهزة ذات المواصفات المنخفضة
de: Aktivieren Sie die Kompression des Betriebssystems, um den Festplattenspeicher zu reduzieren. Diese Funktion ist besonders nützlich für Geräte mit begrenztem Speicherplatz, kann jedoch die Systemleistung auf Geräten mit niedrigerer Hardware leicht beeinträchtigen
es_es: Habilita la compresión del sistema operativo para reducir el uso del espacio en disco. Esta función es especialmente útil para dispositivos con capacidad de almacenamiento limitada, pero puede afectar ligeramente el rendimiento del sistema en hardware de gama baja.
fr_fr: Activez la compression du système d'exploitation pour réduire l'utilisation de l'espace disque. Cette fonctionnalité est particulièrement utile pour les appareils disposant d'un espace de stockage limité, mais peut légèrement affecter les performances du système sur les matériels moins puissants
he_il: אפשר דחיסת מערכת הפעלה כדי להפחית את השימוש בשטח דיסק. תכונה זו שימושית במיוחד למכשירים עם קיבולת אחסון מוגבלת אך עשויה להשפיע קלות על ביצועי המערכת בחומרה פשוטה יותר.
id_id: Aktifkan kompresi sistem operasi untuk mengurangi penggunaan ruang disk. Fitur ini sangat berguna untuk perangkat dengan kapasitas penyimpanan terbatas tetapi dapat sedikit memengaruhi kinerja sistem pada perangkat keras kelas bawah
it_it: Abilita la compressione del sistema operativo per ridurre l'utilizzo dello spazio su disco. Questa funzionalità è particolarmente utile per i dispositivi con capacità di archiviazione limitata, ma potrebbe influire leggermente sulle prestazioni del sistema su hardware di fascia bassa
ja_jp: ディスク容量を削減するために、オペレーティングシステムの圧縮を有効にします. この機能は、ストレージ容量が限られたデバイスに特に役立ちますが、低スペックなハードウェアではシステムのパフォーマンスにわずかな影響を与える可能性があります
ko_kr: 디스크 공간 사용량을 줄이기 위해 운영 체제 압축을 활성화합니다. 이 기능은 저장 용량이 제한된 기기에 특히 유용하지만 하위 하드웨어에서는 시스템 성능에 약간 영향을 미칠 수 있습니다.
pt_br: Habilite a compactação do sistema operacional para reduzir o uso do espaço em disco. Este recurso é particularmente útil para dispositivos com capacidade de armazenamento limitada, mas pode afetar levemente o desempenho do sistema em hardware de baixo custo
ru_ru: Включает сжатие операционной системы для уменьшения использования дискового пространства. Эта функция полезна для устройств с ограниченной памятью, но может немного повлиять на производительность на старых устройствах
tr_tr: Disk alanı kullanımını azaltmak için işletim sistemi sıkıştırmasını etkinleştirin. Bu özellik özellikle sınırlı depolama kapasitesine sahip aygıtlar için yararlıdır ancak düşük uçlu donanımlarda sistem performansını biraz etkileyebilir
vi_vn: Bật nén hệ điều hành để giảm dung lượng sử dụng trên ổ đĩa. Tính năng này đặc biệt hữu ích cho các thiết bị có dung lượng lưu trữ hạn chế, nhưng có thể ảnh hưởng nhẹ đến hiệu suất hệ thống trên phần cứng cấu hình thấp
zh_hans: 启用操作系统压缩以减少磁盘空间的使用. 此功能对于存储空间有限的设备特别有用, 但可能会略微影响低端硬件的系统性能.
zh_hant: 啟用作業系統壓縮以減少磁碟空間的使用. 此功能對於儲存空間有限的裝置特別有用, 但可能會略微影響低端硬體的系統性能.

# Compressing
source: Compressing system binaries...
ar_tn: جاري ضغط ملفات النظام...
de: Systemdateien werden komprimiert...
es_es: Comprimir los binarios del sistema...
fr_fr: Compression des fichiers système...
he_il: דוחס קבצים בינאריים של המערכת...
id_id: Mengompresi biner sistem...
it_it: Compressione dei file binari di sistema...
ja_jp: システムのバイナリを圧縮しています...
ko_kr: 시스템 바이너리 압축 중...
pt_br: Comprimindo binários do sistema...
ru_ru: Сжатие системных бинарников...
tr_tr: Sistem ikili dosyaları sıkıştırılıyor...
vi_vn: Đang nén các tệp nhị phân hệ thống...
zh_hans: 正在压缩系统文件...
zh_hant: 正在壓縮系統檔案...

# Decompressing
source: Decompressing system binaries...
ar_tn: جاري فك ضغط ملفات النظام...
de: Systemdateien werden dekomprimiert...
es_es: Descomprimir los binarios del sistema...
fr_fr: Décompression des fichiers système...
he_il: פורס קבצים בינאריים של המערכת...
id_id: Mendekompresi biner sistem...
it_it: Decompressione dei file binari di sistema...
ja_jp: システムのバイナリを解凍しています...
ko_kr: 시스템 바이너리 압축 해제 중...
pt_br: Descomprimindo
ru_ru: Декомпрессия системных бинарников...
tr_tr: Sistem ikili dosyaları açılıyor...
vi_vn: Đang giải nén các tệp nhị phân hệ thống...
zh_hans: 正在解压系统文件...
zh_hant: 正在解壓系統檔案...

# OptimizePage_CompressOSButton.Content
source: Check Compression
ar_tn: تحقق من الضغط
de: Kompression prüfen
es_es: Comprobar Compresión
fr_fr: Vérifier la compression
he_il: בדוק דחיסה
id_id: Periksa Kompresi
it_it: Controlla compressione
ja_jp: 圧縮状態を確認
ko_kr: 압축 확인
pt_br: Verificar compactação
ru_ru: Проверить сжатие
tr_tr: Sıkıştırmayı Kontrol Et
vi_vn: Kiểm tra tình trạng nén
zh_hans: 检查压缩
zh_hant: 檢查壓縮

source: Compress
ar_tn: ضغط
de: Komprimieren
es_es: Comprimir
fr_fr: Compresser
he_il: דחוס
id_id: Kompres
it_it: Compressione
ja_jp: 圧縮
ko_kr: 압축
pt_br: Compactar
ru_ru: Сжать
tr_tr: Sıkıştır
vi_vn: Nén
zh_hans: 压缩
zh_hant: 壓縮

source: Decompress
ar_tn: فك الضغط
de: Dekomprimieren
es_es: Descomprimir
fr_fr: Décompresser
he_il: פרוס
id_id: Dekompres
it_it: Decompressione
ja_jp: 解凍
ko_kr: 압축 해제
pt_br: Descomprimir
ru_ru: Рассжать
tr_tr: Sıkıştırmayı aç
vi_vn: Giải nén
zh_hans: 解压
zh_hant: 解壓

# SystemCompressionTitle
source: System Compression
ar_tn: ضغط النظام
de: Systemkompression
es_es: Compresión del Sistema
fr_fr: Compression du système
he_il: דחיסת מערכת
id_id: Kompresi Sistem
it_it: Compressione di sistema
ja_jp: システム圧縮
ko_kr: 시스템 압축
pt_br: Compactação do sistema
ru_ru: Сжатие системы
tr_tr: Sistem Sıkıştırma
vi_vn: Nén hệ thống
zh_hans: 系统压缩
zh_hant: 系統壓縮

# Feature_ServiceHostSplitting.Header
source: Disable Service Host Splitting
ar_tn: تعطيل تقسيم مستضيف الخدمة
de: Service-Host-Splitting deaktivieren
es_es: Deshabilitar Divisiones del Host de Servicio
fr_fr: Désactiver le fractionnement de l'hôte de service
he_il: השבת פיצול Service Host
id_id: Nonaktifkan Pemisahan Service Host
it_it: Disabilita la suddivisione dell'host del servizio
ja_jp: サービスホストの分割を無効化
ko_kr: 서비스 호스트 분할 비활성화
pt_br: Desabilitar divisão de host de serviço
ru_ru: Отключить разделение хостов службы
tr_tr: Hizmet Ana Bilgisayarı Bölmeyi Devre Dışı Bırak
vi_vn: Vô hiệu hoá Service Host Splitting
zh_hans: 禁用服务主机拆分
zh_hant: 禁用服務主機拆分

# Feature_ServiceHostSplitting.Description
source: Disables Service Host splitting for much lower RAM usage and process count.
ar_tn: يقوم بتعطيل تقسيم مستضيف الخدمة لتقليل استخدام ذاكرة الوصول العشوائي وعدد العمليات.
de: Deaktiviert das Service-Host-Splitting, um den RAM-Verbrauch und die Prozessanzahl erheblich zu reduzieren.
es_es: Deshabilita las divisiones del Host de Servicio para un uso de RAM y una cantidad de procesos mucho más bajos.
fr_fr: Désactive le fractionnement de l'hôte de service pour une utilisation beaucoup plus faible de la RAM et un nombre de processus réduit.
he_il: משבית פיצול Service Host לשימוש נמוך משמעותית ב-RAM ובספירת תהליכים.
id_id: Menonaktifkan pemisahan Service Host untuk penggunaan RAM dan jumlah proses yang jauh lebih rendah.
it_it: Disabilita la suddivisione dell'host del servizio per un utilizzo di RAM e un conteggio dei processi molto inferiori.
ja_jp: サービスホストの分割を無効化し、RAM使用量とプロセス数を大幅に削減します.
ko_kr: 훨씬 낮은 RAM 사용량과 프로세스 수를 위해 서비스 호스트 분할을 비활성화합니다.
pt_br: Desabilita a divisão de host de serviço para uso de RAM e contagem de processos muito menores.
ru_ru: Отключает разделение хостов службы для значительного снижения использования оперативной памяти и количества процессов.
tr_tr: RAM kullanımını ve işlem sayısını çok daha düşük tutmak için Servis Ana Bilgisayarı bölünmesini devre dışı bırakır.
vi_vn: Vô hiệu hoá Service Host splitting để giảm RAM sử dụng và tiến trình.
zh_hans: 禁用服务主机拆分以显著降低内存使用量和进程数.
zh_hant: 禁用服務主機拆分以顯著降低記憶體使用量和程序數.

# Feature_LegacyBootMenu.Header
source: Enable Legacy Boot Menu
ar_tn: تفعيل قائمة التمهيد القديمة
de: Legacy-Bootmenü aktivieren
es_es: Habilitar menú de arranque clásico
fr_fr: Activer le menu de démarrage classique
he_il: אפשר תפריט אתחול מדור קודם
id_id: Aktifkan Menu Boot Klasik
it_it: Abilita il menu di avvio legacy
ja_jp: レガシーブートメニューを有効化
ko_kr: 레거시 부팅 메뉴 활성화
pt_br: Habilitar menu de inicialização herdado
ru_ru: Включить классическое меню загрузки
tr_tr: Eski Önyükleme Menüsünü Etkinleştir
vi_vn: Bật Legacy Boot Menu
zh_hans: 启用传统启动菜单
zh_hant: 啟用傳統啟動選單

# Feature_LegacyBootMenu.Description
source: Switch to the legacy boot menu for faster startup.
ar_tn: التحويل إلى قائمة التمهيد القديمة لتسريع بدء التشغيل.
de: Zum Legacy-Bootmenü wechseln, um den Startvorgang zu beschleunigen.
es_es: Cambiar al menú de arranque clásico para un inicio más rápido.
fr_fr: Passer au menu de démarrage classique pour un démarrage plus rapide.
he_il: עבור לתפריט האתחול מדור קודם להפעלה מהירה יותר.
id_id: Beralih ke menu boot klasik untuk startup yang lebih cepat.
it_it: Passa al menu di avvio legacy per un avvio più rapido.
ja_jp: レガシーブートメニューに切り替えて、起動を高速化します。
ko_kr: 더 빠른 시작을 위해 레거시 부팅 메뉴로 전환합니다.
pt_br: Alternar para o menu de inicialização herdado para inicialização mais rápida.
ru_ru: Переключитесь на классическое меню загрузки для более быстрого запуска.
tr_tr: Daha hızlı başlatma için eski önyükleme menüsüne geçin.
vi_vn: Sử dụng boot menu cổ điển để khởi động nhanh hơn.
zh_hans: 切换到传统启动菜单以加快启动速度.
zh_hant: 切換到傳統啟動選單以加快啟動速度.

# Feature_OptimizeNTFS.Header
source: Optimize NTFS Settings
ar_tn: تحسين إعدادات NTFS
de: NTFS-Einstellungen optimieren
es_es: Optimizar configuraciones de NTFS
fr_fr: Optimiser les paramètres NTFS
he_il: מיטוב הגדרות NTFS
id_id: Optimalkan Pengaturan NTFS
it_it: Ottimizza le impostazioni NTFS
ja_jp: NTFS設定を最適化
ko_kr: NTFS 최적화 설정
pt_br: Otimizar configurações NTFS
ru_ru: Оптимизировать настройки NTFS
tr_tr: NTFS Ayarlarını Optimize Et
vi_vn: Tối ưu cài đặt NTFS
zh_hans: 优化 NTFS 设置
zh_hant: 優化 NTFS 設定

# Feature_OptimizeNTFS.Description
source: Tune NTFS settings to improve performance and enhance privacy.
ar_tn: ضبط إعدادات NTFS لتحسين الأداء وتعزيز الخصوصية.
de: NTFS-Einstellungen anpassen, um die Leistung zu verbessern und die Privatsphäre zu erhöhen.
es_es: Ajustar configuraciones de NTFS para mejorar el rendimiento y la privacidad.
fr_fr: Ajuster les paramètres NTFS pour améliorer les performances et la confidentialité.
he_il: כוונן הגדרות NTFS לשיפור ביצועים והגברת הפרטיות.
id_id: Sesuaikan pengaturan NTFS untuk meningkatkan kinerja dan meningkatkan privasi.
it_it: Ottimizza le impostazioni NTFS per migliorare le prestazioni e la privacy.
ja_jp: パフォーマンスとプライバシーを向上させるためにNTFS設定を調整します。
ko_kr: 성능을 개선하고 개인 정보 보호를 강화하기 위해 NTFS 설정을 조정합니다.
pt_br: Ajuste as configurações NTFS para melhorar o desempenho e aumentar a privacidade.
ru_ru: Настройте параметры NTFS для повышения производительности и улучшения конфиденциальности.
tr_tr: Performansı iyileştirmek ve gizliliği artırmak için NTFS ayarlarını yapın.
vi_vn: Tối ưu cài đặt NTFS để cải thiện hiệu suất và tăng cường bảo mật.
zh_hans: 调整 NTFS 设置以提升性能并增强隐私.
zh_hant: 調整 NTFS 設定以提升效能並增強隱私.

# Feature_PrioritizeForegroundApplications.Header
source: Optimize Foreground App Performance
ar_tn: تحسين أداء التطبيقات النشطة
de: Leistung von Vordergrundanwendungen optimieren
es_es: Optimizar rendimiento de aplicaciones en primer plano
fr_fr: Optimiser les performances des applications au premier plan
he_il: מיטוב ביצועי יישומים בחזית
id_id: Optimalkan Kinerja Aplikasi Latar Depan
it_it: Ottimizza le prestazioni delle app in primo piano
ja_jp: フォアグラウンドアプリのパフォーマンスを最適化
ko_kr: 포그라운드 앱 성능 최적화
pt_br: Otimize o desempenho do aplicativo em primeiro plano
ru_ru: Оптимизировать производительность приложений на переднем плане
tr_tr: Ön Plan Uygulama Performansını Optimize Edin
vi_vn: Tối ưu hiệu suất ứng dụng đang hoạt động
zh_hans: 优化前台应用性能
zh_hant: 優化前景應用程式效能

# Feature_PrioritizeForegroundApplications.Description
source: Boosts performance for active applications by prioritizing foreground tasks.
ar_tn: زيادة أداء التطبيقات النشطة عن طريق إعطاء الأولوية للمهام في المقدمة.
de: Verbessert die Leistung aktiver Anwendungen, indem Vordergrundaufgaben priorisiert werden.
es_es: Mejorar el rendimiento de las aplicaciones activas priorizando las tareas en primer plano.
fr_fr: Améliore les performances des applications actives en priorisant les tâches au premier plan.
he_il: מגביר ביצועים ליישומים פעילים על ידי תעדוף משימות בחזית.
id_id: Meningkatkan kinerja untuk aplikasi aktif dengan memprioritaskan tugas latar depan.
it_it: Aumenta le prestazioni delle applicazioni attive dando priorità a quelle in primo piano tasks.
ja_jp: フォアグラウンドタスクを優先することでアクティブなアプリケーションのパフォーマンスを向上させます。
ko_kr: 우선순위를 지정하여 활성 애플리케이션의 성능을 높입니다. 포그라운드 작업.
pt_br: Aumenta o desempenho de aplicativos ativos priorizando tarefas em primeiro plano.
ru_ru: Улучшает производительность активных приложений, отдавая приоритет задачам на переднем плане.
tr_tr: Ön plandaki görevlere öncelik vererek etkin uygulamaların performansını artırır.
vi_vn: Tăng cường hiệu suất cho các ứng dụng đang hoạt động bằng cách ưu tiên các tác vụ ở nền trước.
zh_hans: 通过优先处理前台任务来提升活动应用的性能.
zh_hant: 通過優先處理前景任務來提升當前應用程式的效能.

# Feature_WPBT.Header
source: Disable WPBT Execution
ar_tn: تعطيل تنفيذ WPBT
de: WPBT-Ausführung deaktivieren
es_es: Desactivar ejecución de WPBT
fr_fr: Désactiver l'exécution de WPBT
he_il: השבת ביצוע WPBT
id_id: Nonaktifkan Eksekusi WPBT
it_it: Disabilita esecuzione WPBT
ja_jp: WPBT実行を無効化
ko_kr: WPBT 실행 비활성화
pt_br: Desabilitar execução do WPBT
ru_ru: Отключить выполнение WPBT
tr_tr: WPBT Yürütmesini Devre Dışı Bırak
vi_vn: Vô hiệu hoá WPBT
zh_hans: 禁用 WPBT 执行
zh_hant: 停用 WPBT 執行

# Feature_WPBT.Description
source: Stop firmware from running programs (e.g., OEM bloatware) during startup.
ar_tn: إيقاف تشغيل البرامج من البرامج الثابتة (مثل البرامج المثبتة مسبقاً) أثناء بدء التشغيل.
de: Verhindert, dass Firmware Programme (z. B. OEM-Bloatware) beim Start ausführt.
es_es: Evitar que el firmware ejecute programas (por ejemplo, bloatware OEM) durante el inicio.
fr_fr: Empêche le firmware d'exécuter des programmes (par ex., logiciels OEM préinstallés) au démarrage.
he_il: מנע מקושחה להריץ תוכניות (למשל, תוכנות מיותרות של יצרן מקורי) במהלך האתחול.
id_id: Hentikan firmware dari menjalankan program (misalnya, bloatware OEM) selama startup.
it_it: Impedisci al firmware di eseguire programmi (ad esempio, bloatware OEM) durante l'avvio.
ja_jp: ファームウェアが起動時にプログラム (例: OEMの不要なソフトウェア) を実行するのを防ぎます。
ko_kr: 시작하는 동안 펌웨어가 프로그램(예: OEM 블로트웨어)을 실행하는 것을 중지합니다.
pt_br: Impedir que o firmware execute programas (por exemplo, bloatware OEM) durante a inicialização.
ru_ru: Предотвращает запуск программ (например, предустановленного OEM-программного обеспечения) прошивкой при запуске.
tr_tr: Başlatma sırasında donanım yazılımının programları (örneğin OEM bloatware) çalıştırmasını durdurun.
vi_vn: Dừng phần cứng khỏi việc chạy các chương trình (ví dụ: bloatware của OEM) khi khởi động.
zh_hans: 阻止固件在启动过程中运行程序 (例如 OEM 预装软件).
zh_hant: 阻止韌體在啟動時運行程式(例如, OEM 預裝軟體).

# SettingsPageImportButton.Text
source: Import
ar_tn: استيراد
es_es: Importar
fr_fr: Importer
he_il: ייבוא
id_id: Impor
it_it: Importare
ja_jp: 輸入
ko_kr: 수입
pt_br: Importar
ru_ru: Импорт
tr_tr: İçe aktarmak
vi_vn: Nhập
zh_hans: 导入
zh_hant: 進口

# SettingsPageExportButton.Text
source: Export
ar_tn: تصدير
es_es: Exportar
fr_fr: Exporter
he_il: ייצוא
id_id: Ekspor
it_it: Esportare
ja_jp: 輸出
ko_kr: 내보내다
pt_br: Exportar
ru_ru: Экспорт
tr_tr: İhracat
vi_vn: Xuất
zh_hans: 导出
zh_hant: 出口

# Settings_ExportOptimizations.Header
source: Export/Import Optimizations
ar_tn: تصدير/استيراد التحسينات
de: Export-/Importoptimierungen
es_es: Exportar/Importar las optimizaciones
fr_fr: Exporter/Importer les optimisations
he_il: ייצוא/ייבוא אופטימיזציות
id_id: Ekspor/Impor Optimisasi
it_it: Esporta/Importa le ottimizzazioni
ja_jp: 最適化のエクスポート/インポート
ko_kr: 최적화 내보내기/가져오기
pt_br: Exportar/Importar as Otimizações
ru_ru: Экспорт/импорт оптимизаций
tr_tr: Optimizasyonları Dışa Aktar/İçe Aktar
vi_vn: Tối ưu hoá nhập/xuất
zh_hans: 导出/导入优化
zh_hant: 匯出/導入最佳化

# Settings_ExportOptimizations.Description
source: Export your current optimizations or import them for an easier and automated optimization
ar_tn: قم بتصدير تحسيناتك الحالية أو استيرادها لتحسين أسهل وأكثر أتمتة
de: Exportieren Sie Ihre aktuellen Optimierungen oder importieren Sie sie für eine einfachere und automatisierte Optimierung
es_es: Exporte sus optimizaciones actuales o impórtelas para una optimización más fácil y automatizada
fr_fr: Exportez vos optimisations actuelles ou importez-les pour une optimisation plus simple et automatisée
he_il: יצא את האופטימיזציות הנוכחיות שלך או יבא אותן לאופטימיזציה קלה ואוטומטית יותר.
id_id: Ekspor optimisasi Anda saat ini atau impor untuk optimisasi yang lebih mudah dan otomatis
it_it: Esporta le tue ottimizzazioni attuali o importale per un'ottimizzazione più semplice e automatizzata
ja_jp: 現在の最適化をエクスポートするか、インポートしてより簡単かつ自動化された最適化を実現します。
ko_kr: 현재 최적화를 내보내거나 더 쉽고 자동화된 최적화를 위해 가져오십시오.
pt_br: Exporte suas otimizações atuais ou importe-as para uma otimização mais fácil e automatizada
ru_ru: Экспортируйте текущие оптимизации или импортируйте их для более простой и автоматизированной оптимизации.
tr_tr: Mevcut optimizasyonlarınızı dışa aktarın veya daha kolay ve otomatik optimizasyon için içe aktarın
vi_vn: Xuất các tối ưu hóa hiện tại của bạn hoặc nhập cài đặt có sẵn để tối ưu hóa tự động và dễ dàng hơn
zh_hans: 导出您当前的优化或导入它们以实现更轻松、更自动化的优化
zh_hant: 匯出您目前的最佳化或匯入它們以實現更輕鬆、更自動化的最佳化

# SettingsImported
source: Settings imported and applied successfully
ar_tn: تم استيراد الإعدادات وتطبيقها بنجاح
de: Einstellungen erfolgreich importiert und angewendet
es_es: Configuraciones importadas y aplicadas exitosamente
fr_fr: Paramètres importés et appliqués avec succès
he_il: הגדרות יובאו והוחלו בהצלחה
id_id: Pengaturan berhasil diimpor dan diterapkan
it_it: Impostazioni importate e applicate correttamente
ja_jp: 設定が正常にインポートされ、適用されました
ko_kr: 설정을 성공적으로 가져와서 적용했습니다.
pt_br: Configurações importadas e aplicadas com sucesso
ru_ru: Настройки импортированы и успешно применены.
tr_tr: Ayarlar başarıyla içe aktarıldı ve uygulandı
vi_vn: Cài đặt đã được nhập và áp dụng thành công
zh_hans: 已成功导入并应用设置
zh_hant: 已成功導入並套用設定

# SettingsExported
source: Settings exported successfully to:
ar_tn: تم تصدير الإعدادات بنجاح إلى:
de: Einstellungen erfolgreich exportiert nach:
es_es: Configuración exportada exitosamente a:
fr_fr: Paramètres exportés avec succès vers :
he_il: הגדרות יוצאו בהצלחה אל:
id_id: Pengaturan berhasil diekspor ke:
it_it: Impostazioni esportate correttamente in:
ja_jp: 設定は正常にエクスポートされました:
ko_kr: 설정이 다음으로 성공적으로 내보내졌습니다:
pt_br: Configurações exportadas com sucesso para:
ru_ru: Настройки успешно экспортированы в:
tr_tr: Ayarlar başarıyla şuraya aktarıldı:
vi_vn: Cài đặt đã được xuất thành công tới:
zh_hans: 设置已成功导出至：
zh_hant: 設定已成功匯出至：

# Feature_DisableRecommendedSectionStartMenu.Header
source: Disable Recommended Section In Start Menu
ar_tn: تعطيل قسم المقترحة في قائمة ابدأ
de: Empfohlenen Bereich im Startmenü deaktivieren
es_es: Desactivar la sección recomendada en el menú de inicio
fr_fr: Désactiver la section Recommandé dans le menu Démarrer
he_il: השבת אזור 'מומלץ' בתפריט 'התחל'
id_id: Nonaktifkan Bagian Rekomendasi di Start Menu
it_it: Disattiva la sezione Consigliati nel menu Start
ja_jp: スタートメニューのおすすめセクションを無効にする
ko_kr: 시작 메뉴에서 추천 섹션 비활성화
pt_br: Desativar a seção Recomendado no menu Iniciar
ru_ru: Отключить раздел «Рекомендуется» в меню «Пуск»
tr_tr: Başlat menüsünde Önerilen bölümünü devre dışı bırak
vi_vn: Vô hiệu hóa phần Được đề xuất trong Menu Bắt đầu
zh_hans: 禁用开始菜单中的“推荐”部分
zh_hant: 停用開始功能表中的「推薦」區段

# Feature_DisableRecommendedSectionStartMenu.Description
source: Removes the "Recommended" section from the Start Menu to provide a cleaner and more focused layout.
ar_tn: يزيل قسم "المقترحة" من قائمة ابدأ لتوفير واجهة أنظف وأكثر تركيزًا.
de: Entfernt den Bereich "Empfohlen" aus dem Startmenü, um ein aufgeräumteres und fokussierteres Layout bereitzustellen.
es_es: Elimina la sección "Recomendado" del menú de inicio para ofrecer un diseño más limpio y enfocado.
fr_fr: Supprime la section "Recommandé" du menu Démarrer pour une interface plus épurée et ciblée.
he_il: מסיר את האזור "מומלץ" מתפריט 'התחל' כדי לספק פריסה נקייה וממוקדת יותר.
id_id: Menghapus bagian "Rekomendasi" dari Start Menu untuk memberikan tata letak yang lebih bersih dan lebih fokus.
it_it: Rimuove la sezione "Consigliati" dal menu Start per offrire un layout più pulito e mirato.
ja_jp: スタートメニューから「おすすめ」セクションを削除し、よりすっきりと集中したレイアウトにします。
ko_kr: 시작 메뉴에서 '추천' 섹션을 제거하여 더 깔끔하고 집중된 레이아웃을 제공합니다.
pt_br: Remove a seção "Recomendado" do menu Iniciar para proporcionar um layout mais limpo e focado.
ru_ru: Удаляет раздел «Рекомендуется» из меню «Пуск» для более чистого и сфокусированного интерфейса.
tr_tr: Başlat menüsünden "Önerilen" bölümünü kaldırarak daha sade ve odaklanmış bir düzen sağlar.
vi_vn: Loại bỏ phần "Được đề xuất" khỏi Menu Bắt đầu để tạo bố cục gọn gàng và tập trung hơn.
zh_hans: 从开始菜单中移除“推荐”部分, 以提供更简洁、更专注的布局.
zh_hant: 從開始功能表中移除「推薦」區段, 以提供更清爽且更專注的佈局.

# Feature_DisableWindowsRecall.Header
source: Disable Windows Recall
ar_tn: تعطيل ميزة Windows Recall
de: Windows Recall deaktivieren
es_es: Desactivar Windows Recall
fr_fr: Désactiver Windows Recall
he_il: השבת את Windows Recall
id_id: Nonaktifkan Windows Recall
it_it: Disattiva Windows Recall
ja_jp: Windows Recall を無効にする
ko_kr: Windows Recall 비활성화
pt_br: Desativar o Windows Recall
ru_ru: Отключить Windows Recall
tr_tr: Windows Recall'ı devre dışı bırak
vi_vn: Tắt Windows Recall
zh_hans: 禁用 Windows Recall
zh_hant: 停用 Windows Recall
